amd-ucode
git
autoconf
automake
base
bison
brightnessctl
copyq
dunst
fakeroot
flameshot
flex
groff
htop
kitty
lsd
lxappearance
make
networkmanager
network-manager-applet
patch
pavucontrol
powerline-fonts
python-pyalsa
python-wheel
qtile
rofi-calc
rofi-emoji
sudo
tree
ttf-hack
ttf-iosevka-nerd
vifm
vim-airline-themes
vim-nerdtree
vim-spell-en
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
zram-generator
zsh-syntax-highlighting
