acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
apache
apr
apr-util
archlinux-keyring
argon2
aria2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
base
bash
bat
bc
binutils
bison
bluez-libs
boost-libs
box2d
brightnessctl
brotli
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
celt
clucene
copyq
coreutils
cracklib
cryptsetup
curl
dart-sass
dav1d
db
dbus
dconf
desktop-file-utils
device-mapper
diffutils
dmidecode
dnsmasq
dnssec-anchors
double-conversion
dunst
e2fsprogs
edk2-ovmf
efibootmgr
efivar
elfutils
exo
expat
fakeroot
feh
ffmpeg
fftw
file
file-roller
filesystem
findutils
flac
flameshot
flex
fontconfig
freetype2
fribidi
fuse-common
fuse2
fzf
gawk
gc
gcc
gcc-libs
gcr
gdbm
gdk-pixbuf2
gettext
ghostscript
giflib
git
glib-networking
glib2
glibc
glibmm
glslang
gmp
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
graphene
graphite
grep
groff
gsettings-desktop-schemas
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
htop
hunspell
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imlib2
iproute2
iptables-nft
iputils
iso-codes
jack2
jansson
jbig2dec
jemalloc
jq
js78
json-c
json-glib
kbd
kconfig
kcoreaddons
keyutils
kitty
kmod
knotifications
krb5
kwindowsystem
l-smash
lame
lcms2
ldns
less
libabw
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdrm
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libffi
libfontenc
libfreehand
libgcrypt
libglvnd
libgpg-error
libgtop
libgudev
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinput
libixion
libjpeg-turbo
libksba
liblangtag
libldap
liblqr
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmspub
libmwaw
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libqalculate
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libusb
libuv
libva
libva-mesa-driver
libvdpau
libvisio
libvisual
libvorbis
libvpx
libwacom
libwebp
libwpd
libwpg
libwps
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
libzmf
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm
llvm-libs
lm_sensors
lpsolve
lsd
luajit
lxappearance
lz4
lzo
m4
make
man-db
mariadb
mariadb-clients
mariadb-libs
md4c
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpv
mtdev
mujs
ncurses
neon
nettle
network-manager-applet
networkmanager
nftables
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
ocl-icd
oniguruma
openal
opencore-amr
openjpeg2
openmpi
openssh
openssl
opus
orc
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
paper
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-error
perl-ipc-run3
perl-mailtools
perl-timedate
php
php-apache
phpmyadmin
pinentry
pixman
pkgconf
polkit
poppler
popt
powerline-common
powerline-fonts
procps-ng
psmisc
psutils
pulseaudio
python
python-appdirs
python-attrs
python-cachecontrol
python-cairocffi
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-docopt
python-gobject
python-html5lib
python-idna
python-more-itertools
python-msgpack
python-mutagen
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-pyalsa
python-pycparser
python-pycryptodomex
python-pyopenssl
python-pyparsing
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-toml
python-tomli
python-urllib3
python-webencodings
python-websockets
python-wheel
python-xcffib
python-xlib
python-yaml
qt5-base
qt5-declarative
qt5-multimedia
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qtile
raptor
rasqal
rav1e
readline
redland
rest
rofi
rofi-calc
rofi-emoji
rtkit
rubberband
run-parts
sdl2
sed
semver
shaderc
shadow
shared-mime-info
slang
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
srt
startup-notification
sudo
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
thunar
thunar-archive-plugin
tracker3
tree
tslib
ttf-dejavu
ttf-hack
ttf-iosevka-nerd
tumbler
tzdata
uchardet
ueberzug
unzip
util-linux
util-linux-libs
v4l-utils
vid.stab
vifm
vim
vim-airline-themes
vim-nerdtree
vim-runtime
vim-spell-en
virtualbox-host-modules-arch
vmaf
vulkan-icd-loader
wayland
webrtc-audio-processing
which
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfconf
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xvidcore
xz
yarn
youtube-dl
yt-dlp
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zram-generator
zsh
zsh-syntax-highlighting
zstd
